tap "homebrew/bundle"
tap "modularml/packages"
tap "mongodb/brew"
tap "nativeos/i386-elf-toolchain"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "cmake"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "gcc"
brew "git"
brew "git-lfs"
brew "i386-elf-gdb"
brew "llvm"
brew "node"
brew "mongosh"
brew "nasm"
brew "node@16"
brew "openblas"
brew "numpy"
brew "openssl@1.1"
brew "pkg-config"
brew "poppler"
brew "python@3.11"
brew "pytorch"
brew "qemu"
brew "wget"
brew "modularml/packages/modular"
brew "mongodb/brew/mongodb-community"
brew "nativeos/i386-elf-toolchain/i386-elf-binutils"
brew "nativeos/i386-elf-toolchain/i386-elf-gcc"
